# 生存手册

1. 饱、暖、睡眠（除非万不得已，不要减少睡眠）

2. 水是必须品。（喝干净的水，天然水>包装水>自来水）

3. 少言，多想，保持安静

4. 恰当的衣装、鞋，利于行动，奔跑（恰当的移动方式）

5. 常常锻炼身体、要有足够的耐力、毅力、续航持久

6. 充分利用时间，最好不要有无聊的娱乐和发呆，这些会损害你的灵活、敏捷思考的天赋

7. 多计划和划分优先级，多做思维实验和脑海预演，总结行动方法论

8. 注意自己的念头和欲望，及时暂停，切换理智大脑

9. 计划—>所需—>现有—>行动列表—>总结—>计划

10. 钱是力量，思考你有多少钱，多少现金流，可以买什么，怎么增长财富

11. 知识是1：n，从单一知识点开始，善于挖掘、询问，联想

12. 熟练使用电脑操作、办公软件、网络搜索、资源获取、有高效的电子工具

13. 带手表

14. 用最直接的办法，哪怕是暴力的、不合常理的，以达成目的为第一位

15. 用钱获取可靠的支持，尝试用钱解决问题，用钱换时间

16. 表达力、说服力、宣传能力、讲故事能力和推销技能

17. 争取合作伙伴，各取所需。彼此有交易的伙伴更可靠

18. 到新环境，注意情势，获取环境信息。（即理解自己在什么环境，有什么新闻、人的关系如何、有什么规定）

19. 短时间的睡眠，恢复体力、精神力。利用20-30、80-100分钟的短睡来”解毒“

20. 保持身体清洁，勤洗衣物和鞋袜，小便前要洗手

21. 留心自己和周围人的身体和精神状态，评估能量级别、让自己的能量处于最高级

22. 行动举止自然，大隐隐于市。外表、服饰、妆容、仪态极其普通

23. 极简生活、杂物全放一个筐，轻装上阵、携带最少且必要的东西

24. 时间！失败之后尽可能快的跟上、恢复

25. 根据历史做出推测

26. 留意反常现象，分析原因和找应对方式

27. 冷静、连续地说长句

28. 制造混乱、破坏对方视线、转移注意力来摆脱。混乱中找机会，获取主动。（下棋不如对手，就对掉几个子，减少对方变化，给予压迫力，增强存在感和主动权）

29. 做事虔诚，对自己的手艺尊重且热爱

30. 坐姿端正，背部自然，头不前伸

31. 做格斗和逃跑的训练，以备不时之需。格斗练格挡和拳击、逃跑练冲刺

32. 你得读得更快一点。指读、扩大视野、扫关键词、思考解决问题

33. 眼脑反应、手脑反应。重复5次以上，把某个行动和思想视为“快捷键”烙在脑子里

34. 尽可能客观、公正、周全（至少看起来如此），减少别人的信任成本

35. 节俭。考虑交易（购买）的物品满足需求的程度、使用期限，如果不交易还可以干什么

36. 率先考虑最好的环境。在最多鱼处钓鱼，最好睡觉的地方睡觉，最好看书的地方看书

37. 打造学习环境，书与人间距不得远离一臂，多买好书、多用纸笔、多绘画粘贴、视野区域容纳更多知识

38. 吃饭时感受食物的颜色、气味、温度、粘稠度，提升幸福感

39. 先吃素、后吃荤、防止血糖突变

40. 少吃米面多吃菜，糖是敌人

41. 好奇心

42. 下棋找高手。找高手过招，在新手村竞赛，利用降维打击和跨维打击

43. 抓主要矛盾，忽视或容忍次要矛盾。（参考《矛盾论》）

44. 批判思维，假定一切都错，不信万法。假定所有选择都是错误，选择错误最少的那条

45. 从人类智慧体系角度思考知识、学科、理论。（参考《穷查理宝典》多元思维）

46. 多吃素，适当断食，减少肉欲，减少身体负担

47. 早起接触强光唤醒身体，晚上减少光源亮度，用暖光

48. 睡觉时别让手机上床

49. 无事可做时，观念头

50. 提升精力的绝招：喝一大杯水

51. 注意观察别人的眼神、行动神态，猜别人在想什么

52. 想做就去做，自信洒脱，莫要畏畏缩缩

53. 拆解思维、把实物或者概念在脑海中拆成零件，尝试优化

54. 耐心观察、寻找bug，找规则漏洞、制度漏洞、语言表达漏洞、思维方式漏洞、这篇文章的漏洞 : )


....

以后还会添加内容，我会根据大家的反馈并进行补充。

